Repository: Yapapaya/front-end-upload
Catalog: languages/frontendupload-*.po
Languages: pl_pl

source: Front End Upload requires WordPress 3.2 or higher, it has been automatically deactivated.
pl_pl: Front End Upload wymaga WordPressa w wersji 3.2 lub nowszej, wtyczka zostanie automatycznie zdeaktywowana.

source: Error: Unable to create upload storage directory. Please verify write permissions to the designated WordPress uploads directory. Front End Upload has been deactivated.
pl_pl: Błąd: Nie można utworzyć katalogu uploadu. Proszę sprawdzić prawa zapisu do katalogu uploadu WordPressa. Front End Upload zostanie zdeaktywowany.

source: Invalid passcode
pl_pl: Błędne hasło

source: Passcode
pl_pl: Hasło

source: Your Email Address
pl_pl: Adres email

source: Message
pl_pl: Wiadomość

source: You browser does not have Flash, Silverlight, Gears, BrowserPlus or HTML5 support; upload is not available.
pl_pl: Twoja przeglądarka nie wspiera Flash, Silverlight, Gears, BrowserPlus ani HTML5; upload plików jest niemożliwy.

source: Submit
pl_pl: Wyślij

source: An email is sent each time a Front End Upload is submitted. You can customize the recipients, the email itself, and other options here.
pl_pl: Email potwierdzający jest wysyłany za każdym razem gdy formularz Front End Upload jest wysyłany. Możesz tutaj ustawić odbiorców, adresy i inne opcje.

source: Tags Available
pl_pl: Dostępne Tagi

source: Output
pl_pl: Wynik

source: List of files uploaded
pl_pl: Lista wysłanych plików

source: Email address of submitter
pl_pl: Adres email osoby wysyłającej formularz

source: Message from submitter
pl_pl: Wiadomość od osoby wysyłającej formularz

source: The time the email is sent
pl_pl: Czas wysłania emaila potwierdzającego

source: The submitters IP address
pl_pl: Adres IP osoby wysyłającej formularz

source: Please enter your name.
pl_pl: Proszę podać imię i nazwisko.

source: You must enter a valid email address.
pl_pl: Proszę podać prawidłowy adres email.

source: You must queue at least one file.
pl_pl: Proszę załączyć przynajmniej jeden plik.
